Repository: oumai/Getfit2.0
Catalog: Getfit2.0/AJBracelet/*.lproj/Localizable.strings
Languages: ar, es, fr, it, ja, pt_pt, ru, uk

source: Please enter 6-18 digits or letters username
ar: يرجي إدخال كلمة المرور المكونة من 6-18 أرقام أو حروف
es: Introduzca la contraseña formada por números o letras de 6-18 dígitos
fr: Écrire nom d’util. de 4-18 lettres/chiffres
it: entra pin con 6-18 numeri o prole
ja: 数字やアルファベット構成の6-18桁 パスワードを入力してください
pt_pt: Favor digitar senha composta por 6-18 números ou letras
ru: Введите пароль из 6-18 цифр или букв
uk: Введіть 6-18 цифр або літер

source: The two passwords do not match
ar: كلمة المرور مرتين تتعارض بعضها بعضا
es: Las dos contraseñas no coinciden
fr: 2 mots de passe sont diff.
it: due pin non sono uguale
ja: 前後パスワードは一致していません.
pt_pt: Duas senhas não são iguais
ru: Пароли не совпадают
uk: Паролі не збігаються

source: Email wrong format
ar: تنسيق صندوق البريد الإلكتروني خاطئ
es: Formato de Email incorrecto
fr: Email incorrect
it: il formato del’email non è giusto
ja: アドレスのフォーマットはミスだ
pt_pt: Formato de e-mail é errato
ru: неправильный формат адреса почтового ящика
uk: Помилка E-mail

source: Password:
ar: كلمة المرور:
es: Contraseña:
fr: Mot de passe:
it: pin:
ja: パスワード:
pt_pt: Senha:
ru: Пароль:
uk: Пароль:

source: RepeatPSD:
ar: كلمة المرور:
es: Repetir la contraseña:
fr: Répéter MDP:
it: ripera pin:
ja: パスワードの繰り返し:
pt_pt: Repetir a senha:
ru: Повторите пароль:
uk: Ще раз:

source: Password has been sent to your mailbox
ar: تم ارسال كلمة المرور الى صندوق البريد الالكتروني الخاصة بكم
es: La contraseña ha sido enviada a su buzón de correo
fr: Mot de passé envoyé par email
it: password è stata inviata al sua email
ja: パスワードはすでに御メールに送信済み
pt_pt: A senha já foi enviada para o seu e-mail
ru: Пароль отправлен Вам на почтовый ящик
uk: Пароль надісланий на вашу поштову скриньку

source: OK
ar: تأكيد
es: Confirmar
ja: 確認
pt_pt: Confirmar
ru: Подтвердить
uk: Ок

source: Codes has been sent
ar: تم إرسال كود التحقق
es: Grupo de turismo
fr: Codes envoyés
it: è stato trasmesso il Codice di verifica
ja: 検証ヤード送信済みだ
pt_pt: Código de verificação FOI enviado
ru: код проверки было отправлено
uk: Коди надіслані

source: Codes
ar: رمز التحقق
es: El Código de verificación
it: Codice di autenticazione
ja: 検証ヤード
pt_pt: Código de verificação
ru: проверки кода
uk: Коди

source: Tourism
ar: دائرة السياحة
es: Buscar ID
fr: Tourisme
it: linea di viaggio
ja: 旅行グループ
pt_pt: Turismo
ru: Путешествия
uk: Туризм

source: Scan QR code
ar: مسح رمز ثنائي الأبعاد
es: Escanear código QR
it: fa la scansione con code QR
ja: 二次元コードスキャン
pt_pt: Escanear código QR
ru: Сканирование QR-кода
uk: Сканувати QR-код

source: SearchID
ar: البحث عن ID
es: Para buscar un ID
it: cerca ID
ja: IID捜し
pt_pt: Procura de ID
ru: Поиск по номеру
uk: Пошук

source: Create group
ar: إنشاء دائرة السياحة
es: Crear un circuito turístico
fr: Créer groupe
it: crea gruppo del viaggio
ja: 旅行グループの作成
pt_pt: Criar grupo
ru: Создать группу
uk: Створити групу

source: Search
ar: ابحث
es: Buscar
fr: Chercher
it: cerca
ja: 検索
pt_pt: Procurar
ru: Поиск
uk: Пошук

source: Join
ar: انضم
es: Añadir
fr: rejoindre
it: partecipa
ja: 加入
pt_pt: Participar
ru: Присоединиться
uk: Приєднатися

source: Contacts
ar: جهة الاتصال
es: Contactos
it: relatrice
ja: 連絡先
pt_pt: Contato
ru: Контакты
uk: Контакти

source: Select Contacts
ar: اختر جهة الاتصال
es: Elegir contactos
fr: Selec. contacts
it: sceglie relatrice
ja: 連絡先の選択
pt_pt: Selecionar contatos
ru: Выбрать из контактов
uk: Вибрати

source: Search for contacts
ar: ابحث عن جهة الاتصال
es: Buscar contactos
fr: Rech. contacts
it: cerca relatrice
ja: 連絡先の検索
pt_pt: Selecionar para contatos
ru: Поиск в контактах
uk: Пошук

source: The group is not found , make sure the group account after retries
ar: لم يتم العثور على المجموعة، ي نبغي إعادة المحاولة بعد التأكد من حساب المجموعة
es: No encuentra el grupo, confirmar la cuenta y intentar de nuevo
fr: Groupe introuvable, vérifiez et réessayez
it: non cerca il gruppo，si prega conferma gruppo e cerca piu’ volta
ja: 当グループが見つけられなかった,アカウント を確認してから,再試行してください.
pt_pt: O grupo não foi encontrado, verifique a conta do grupo e tente de novo
ru: Группа не найдена, пожалуйста проверьте номер группы и повторите попытку
uk: Не знайдено

source: Edit group information
ar: تحرير معلومات المجموعة
es: Editar información del grupo
fr: Modif. info groupe
it: Modifica l’informazione di gruppo
ja: グループ情報編集
pt_pt: Editar informações do grupo
ru: Редактировать информацию в группе
uk: Змінити інформацію

source: Failed to update group information
ar: فشل تحديث معلومات المجموعة
es: Error de actualizar la información del grupo
fr: Échec MàJ info groupe
it: Fallisce l’aggiornamento dell’informazioni
ja: グループ情報更新失敗
pt_pt: Atualização das informações do grupo com falha
ru: Ошибка при обновлении информации в группе
uk: Помилка

source: Close
ar: اغلق
es: Cerrar
fr: Fermer
it: chiuso
ja: 閉じる
pt_pt: Fechar
ru: Закрыть
uk: Закрити

source: Updates Success
ar: تم تحديث المعلومات بنجاح
es: Actualizar la información de éxito
fr: MàJ OK
it: aggiorna con successo
ja: 情報更新成功
pt_pt: Atualização com sucesso
ru: Обновление информации завершено
uk: Оновлено

source: Updates Failed
ar: فشل تحديث مجموعة من المعلومات
es: Las actualizaciones no
fr: Échec MàJ
it: IL fallimento di aggiornare il gruppo di informazione
ja: 更新群情報の失敗
pt_pt: Atualização com falha
ru: Ошибка
uk: Помилка

source: Creation Failed
ar: فشل الإنشاء
es: Creación fallida
fr: Échec
it: fallisce la creazione
ja: 作成失敗
pt_pt: Criação com falha
ru: Ошибка при создании
uk: Помилка

source: Creating Success
ar: نجح الانشاء
es: Creación de éxito
fr: OK
it: crea con successo
ja: 作成成功
pt_pt: Criação com sucesso
ru: Создание завершено
uk: Виконано

source: Get group list failed
ar: فشل الحصول على قائمة المجموعة
es: Error de obtener la lista de grupos
fr: Échec
it: fallisce l’acquisizione della lista del gruppo
ja: グループリストの取得は失敗だ
pt_pt: Receber lista do grupo com falha
ru: Ошибка при получении группового листа
uk: Помилка завантаження

source: Update group members list failed
ar: فشل تحديث قائمة أعضاء المجموعة
es: Error de actualizar lista de miembros del grupo
fr: Échec MàJ liste membres
it: fallisce l’aggiorbamento dei menbri del gruppo
ja: グループメンバーリストの更新は失敗だ
pt_pt: Atualizar a lista de membros do Grupo
ru: Ошибка при обновлении списка участников группы
uk: Помилка завантаження

source: Group Name
ar: اسم دائرة السياحة
es: Nombre del grupo
fr: Nom groupe
it: nome del gruppo
ja: 旅行グループの名前
pt_pt: Nome do grupo
ru: Имя группы
uk: Назва

source: Address
ar: عنوان دائرة السياحة
es: Dirección
fr: Adresse
it: indirizzo
ja: 旅行グループの住所
pt_pt: Endereço
ru: Адрес
uk: Адреса

source: Explanation
ar: التعليمات
es: Explicación
fr: Explication
it: spiegazione
ja: 説明
pt_pt: Explicação
ru: О группе
uk: Пояснення

source: Join group
ar: الانضمام الي المجموعة
es: Unirse al grupo
fr: Rejoindre
it: partecipa gruppo
ja: グループを加入する
pt_pt: Participar no grupo
ru: Добавиться в группу
uk: Приєднатися до групи

source: Quit Group
ar: الخروج من المجموعة
es: Salir del grupo
fr: Quitter
it: esce da gruppo
ja: グループを退出する
pt_pt: Sair do grupo
ru: Выйти из группы
uk: Покинути групу

source: The dissolution of the group
ar: حل المجموعة
es: Disolución del grupo
fr: Dissoudre groupe
it: scioglie gruppo
ja: グループを解散する
pt_pt: Dissolver o grupo
ru: Распустить группу
uk: Опис

source: Group No.
ar: رقم المجموعة
es: Número del grupo
fr: No. groupe
it: numero di gruppo
ja: グループナンバー
pt_pt: Grupo No
ru: Номер группы
uk: Номер

source: Join the group success
ar: نجح الانضمام الي المجموعة
es: Unirse al grupo de éxito
fr: Groupe rejoint
it: partecipa gruppo con successo功
ja: グループ加入成功
pt_pt: Participação com sucesso
ru: Вы добавлены в группу
uk: Виконано

source: Failure to join the group
ar: فشل الانضمام إلى المجموعة
es: Error de unirse al grupo
fr: Échec
it: fallisce la partecipazione
ja: グループ加入失敗
pt_pt: Participação com falha
ru: Не удалось добавить группы
uk: Помилка

source: Successful exits group
ar: نجح الخروج من المجموعة
es: Salir del grupo de éxito
fr: Groupe quitté
it: esce da gruppo con successo
ja: グループ退出成功
pt_pt: Sair com sucesso
ru: Вы вышли из группы
uk: Виконано

source: Exit group fails
ar: فشل الخروج من المجموعة
es: Error de salir del grupo
fr: Échec
it: fallisce per uscire
ja: グループ退出失敗
pt_pt: Sair com sucesso
ru: Ошибка при выходе
uk: Помилка

source: Success disbanded group
ar: نجح حل المجموعة
es: Disolver el grupo de éxito
fr: Groupe dissous
it: Scioglie il gruppo con successo
ja: グループ解散成功
pt_pt: Já foi dissolvido o grupo群
ru: Группа распущена
uk: Виконано

source: The dissolution of the group fails
ar: فشل حل المجموعة
es: Error de disolver el grupo
fr: Échec dissolution
it: Fallisce il scioglimento
ja: グループ解散失敗
pt_pt: Dissolução do grupo com falha
ru: Ошибка при роспуске группы
uk: Помилка

source: Management group members
ar: ادارة أعضاء المجموعة
es: Gestión de los miembros del grupo
fr: Gestion groupe
it: il gestione dei membri del gruppo
ja: グループメンバー管理
pt_pt: Administração dos membros do grupo
ru: Управление участниками группы
uk: Керування

source: Group members list
ar: قائمة أعضاء المجموعة
es: Lista de miembros del grupo
fr: Liste membres
it: La lista dei membri del gruppo
ja: グループメンバーリスト
pt_pt: Lista dos membros do grupo
ru: Список участников группы
uk: Список

source: Notice
ar: الاشعار
es: Noticia
fr: Notif.
it: avviso
ja: お知らせ
pt_pt: Notícia
ru: Оповещение
uk: Нотатки

source: Detail
ar: التفاصيل
es: Detalle
fr: Détail
it: dettaglio
ja: 詳細
pt_pt: Detalhes
ru: Детали
uk: Деталі

source: Group Introduction
ar: مقدمة المجموعة
es: Introducción del grupo
fr: Groupe intro
it: La introduzione del gruppo
ja: グループ紹介
pt_pt: Informações do grupo
ru: О группе
uk: Назва

source: people
ar: الناس
es: Persona
fr: Gens
it: Persone
ja: 人
pt_pt: Pessoa
ru: Люди
uk: Люди

source: Submit
ar: التثديم
es: Presentar
fr: Conf.
it: Invio
ja: 提出
pt_pt: Submeter
ru: Внести
uk: Застосувати

source: Administrator
ar: المدير
es: Administrador
fr: Admin
it: Amministratore
ja: 管理員
pt_pt: Administrador
ru: Администратор
uk: Адміністратор

source: Alignment of QR code, it can automatically scan
ar: قم بمحاذاة رمز ثنائي الأبعاد للمسح تلقائيا
es: Fijar el código QR, que puede escanear automáticamente
fr: Aligner code QR, scan automatique
it: Allinea code QR, si puo’ fare la scansione
ja: 二次元コードを合わせて, 自動スキャンできます
pt_pt: Mirar o código QR e vai escanear automaticamente
ru: Наведите на QR-код, считывание происходит автоматически
uk: Роспізнавання QR-коду, сканується автоматично

source: Scan success
ar: نجح المسح
es: Escaneo exitoso
fr: Scan OK
it: La scansione è successo
ja: スキャン成功
pt_pt: Escanear com sucesso
ru: Сканирование завершено
uk: Виконано

source: Scan fails
ar: فشل المسح
es: Error de escaneo
fr: Échec scan
it: Fallisce la scansione
ja: スキャンエラー
pt_pt: Escanear com falha
ru: Ошибка при сканировании
uk: Помилка

source: Turn on
ar: أضواء
es: Encender la luz
fr: Allumer
it: Accendere le Luci
ja: オープン
pt_pt: Acenda a Luz
ru: Включить
uk: Ввімк.

source: Turn off
ar: إطفاء الأنوار
es: Apagar la luz
fr: Éteindre
it: Spegni la Luce
ja: クローズ
pt_pt: As luzes
ru: Выключить
uk: Вимк.

source: Group invitation has been sent
ar: أصدرت مجموعة دعوة
es: El Grupo se ha enviado invitación
fr: Invitation envoyée
it: Ha lanciato un invito di gruppo
ja: グループの招待状を送信しました
pt_pt: Foi um convite de Grupo
ru: Группа направила приглашение
uk: Запрошення надіслане

source: Modify administrator rights fail
ar: فشل تعديل صلاحيات المدير
es: El fracaso de modificar permisos de administrador
fr: Échec modif. droits admin
it: IL permesso di Non modificare l'amministratore
ja: 管理者権限を改正する失敗した
pt_pt: Alterar permissões de Administrador
ru: Нужны права администратора
uk: Помилка

source: Remove group members fail
ar: إزالة أعضاء المجموعة الفاشلة
es: El fracaso de la eliminación de los miembros de un grupo
fr: Échec
it: IL fallimento di eliminare I MEMBRI del Gruppo
ja: グループメンバーを削除失敗
pt_pt: Remover OS membros do Grupo
ru: Не удалось удалить членов группы
uk: Помилка

source: Settings for administrators
ar: تعيين مدير
es: Establecer como Administrador
fr: Règlages admin
it: La Creazione di un amministratore
ja: 管理者のためを設定
pt_pt: Para o Administrador
ru: Администраторы
uk: Настройки адміністратора

source: Undo Administrator
ar: إلغاء مدير
es: Deshacer Administrador
fr: Annuler admin
it: Annullare l'amministratore
ja: 管理者を取り消す
pt_pt: Desfazer o Administrador
ru: Отменить Администратора
uk: Скасувати права адмін-ра

source: Settings for administrators
ar: تعيين مدير
es: Establecer como administrador
fr: Règlages admin
it: Impostazioni per L'amministratore
ja: 設置され 管理者
pt_pt: criação Como Administrador
ru: Установить в качестве Администратора
uk: Настройки адміністратора

source: Undo Administrator
ar: إلغاء مدير
es: Deshacer Administrador
fr: Annuler admin
it: Annullare L'amministratore
ja: 取り消す 管理者
pt_pt: O desfazer
ru: Отменить Администратора
uk: Скасувати права адмін-ра

source: Kicked out
ar: لعب مجموعة
es: Expulsado de grupo
fr: Retiré
it: A giocare a un gruppo di
ja: グループから追い出された
pt_pt: - Grupo
ru: Выгнан из группы
uk: Видалено

source: Adding members
ar: إضافة مجموعة الأعضاء
es: La adición de miembros del Grupo
fr: Ajouter membres
it: L 'aggiunta di MEMBRI del Gruppo
ja: グループメンバーを増加する.
pt_pt: Além de membros do Grupo
ru: Добавить членов группы
uk: Додавання

source: Management
ar: إدارة
es: La gestión de
fr: Gestion
it: 管理
ja: 管理
pt_pt: Gestão de
ru: Управление
uk: Керування

source: Lord
ar: الفريق المضيف
es: El principal grupo
fr: Admin
it: IL gruppo di proprietari
ja: 管理員
pt_pt: A líder do Grupo
ru: Главный
uk: Головний

source: Normal group
ar: المجموعة العادية
es: Grupo de generales
fr: Groupe normal
it: IL Comune di gruppo
ja: 普通のグループ
pt_pt: O Grupo ordinário
ru: Обычная группа
uk: стандартна група

source: Multi chat group
ar: دردشة مجموعة متعددة
es: Hablar más de grupo
fr: Chat inter-groupe
it: Parlare di gruppo
ja: 多機能チャットグループ
pt_pt: O Grupo
ru: Мульти-чат
uk: Мульти-чат група

source: Failure to accept the group invitation
ar: تقبل دعوة مجموعة من الفشل
es: El Grupo invita a aceptar la derrota
fr: Échec acceptation invit.
it: IL fallimento di accettare l'invito di gruppo
ja: グループの招待状を受け入れ失敗
pt_pt: Não aceitar o convite de Grupo
ru: Ошибка
uk: Помилка отримання запрошення

source: Joined
ar: تم إضافة
es: Se han sumado a
fr: Rejoint
it: Ha aderito
ja: 加わってきた
pt_pt: Juntou - se a
ru: Присоединились
uk: Приєднався

source: Ignored
ar: وقد تجاهل
es: Ha ignorado
fr: Ignoré
it: è stato ignorato
ja: 無視された
pt_pt: Foi ignorado
ru: Игнорировать
uk: Проігноровано

source: The user is not found , please try again confirm the account
ar: لم يتم العثور على هذا المستخدم ، يرجى التأكد من رقم الحساب وحاول مرةأخرى
es: No se ha encontrado el usuario, por favor confirmar la cuenta e inténtelo de nuevo
fr: Utilisateur intouvable, essayez à nouveau
it: Non ha trovato l'utente, La Prego di confermare il conto e riprovare.
ja: このユーザーが見つからない,アカウントを再確認しておくリトライ
pt_pt: O usuário não Encontrado, por favor tente novamente após a confirmação
ru: Пользователь не найден
uk: Користувач не знайдений.

source: Own
ar: نفسي
es: Su
fr: Moi
it: La loro
ja: 自分
pt_pt: Si
ru: Мои
uk: Свої

source: Add friend
ar: إضافة صديق
es: Añadir amigos
fr: Ajouter ami
it: Aggiungere, amico.
ja: 友達を追加する
pt_pt: Adicionar Amigo
ru: Добавить в друзья
uk: Додати.

source: Wrong username or password
ar: اسم المستخدم أو كلمة المرور خطأ
es: Error de usuario o contraseña
fr: Mauvais nom ou mdp
it: Nome utente e Password sbagliata
ja: ユーザーID,またはパスワードに間違いがあります
pt_pt: Nome de usuário ou senha errada
ru: Неправильное имя или пароль
uk: Помилка логіна або пароля

source: Bad Request
ar: فشل الطلب
es: Fracaso de la petición
fr: Demande incor.
it: La richiesta di Fallimento
ja: 失敗を請求する
pt_pt: Pedido de falência
ru: Ошибка
uk: Помилка

source: Unauthorized
ar: لم يتم تسجيل الدخول
es: No de registro
fr: Interdit
it: Non e 'registrato
ja: 登録無し
pt_pt: SEM login
ru: Ошибка
uk: Не авторизований

source: Forbidden
ar: الوصول ممنوع
es: No de registro de acceso prohibido
fr: Interdit
it: Vietato l'accesso
ja: アクセス禁止
pt_pt: A proibição de acesso
ru: Запрет
uk: Заборонено

source: Internal Server Error
ar: الخادم غير طبيعي
es: Servidor de anomalías
fr: Erreur serveur
it: IL Server anormale
ja: サーバー異常
pt_pt: Anormal do servidor
ru: Ошибка
uk: Внутрішня помилка

source: Gateway Time-out
ar: شبكة الشذوذ
es: Anomalías de la red
fr: Erreur
it: Anomalie di Rete
ja: ゲートウェイタイムアウト
pt_pt: Anomalias de rede
ru: Ошибка
uk: Помилка шлюзу

source: User exists
ar: هذا المستخدم مسجل
es: Este usuario registrado
fr: Utilisateur existe
it: Questo utente è stata registrata
ja: このユーザーはすでに登録している
pt_pt: Este utilizador está registado
ru: Этот пользователь уже зарегистрирован
uk: Вже існує

source: Phone exists
ar: رقم الجوال المسجل
es: Se ha registrado el número de teléfono móvil
fr: Téléphone existe
it: IL Numero di telefono è stata registrata
ja: この携帯番号はすでに登録している
pt_pt: Número de telefone registrado
ru: Зарегистрированный номер мобильного телефона
uk: Вже існує

source: Email exists
ar: البريد المسجل
es: El buzón de correo ha sido registrada
fr: email existe
it: La Posta è stata registrata
ja: このイーメールはすでに登録している
pt_pt: Caixa de correio registado
ru: Почтовый ящик уже зарегистрирован
uk: Вже існує

source: User or password error
ar: اسم المستخدم أو كلمة المرور خطأ
es: Error de usuario o contraseña
fr: Erreur nom/mdp
it: Nome utente e Password sbagliata
ja: ユーザー,またはパスワードエラー
pt_pt: Nome de usuário ou senha errada
ru: Неправильное имя или пароль
uk: Помилка логіна або пароля

source: User device changed
ar: المستخدم استبدال المعدات
es: La sustitución de los equipos de los usuarios
fr: Appareil modifié
it: 用La sostituzione delle attrezzature
ja: ユーザの設備が換えた
pt_pt: OS dispositivos de substituição
ru: Оборудование пользователя изменено
uk: Пристрій змінено

source: Captcha has been invalid
ar: رمز التحقق قد فشل
es: El Código de fallo
fr: Captcha invalide
it: IL Codice di verifica è stato il fallimento
ja: 検証コードの期限が過ぎる
pt_pt: Código de verificação de falha
ru: Код проверки истек
uk: Помилка

source: Captcha is wrong
ar: كود التحقق خطأ
es: El Código de verificación de errores
fr: Erreur Captcha
it: Convalida di errore.
ja: 検証コードが間違い
pt_pt: Código de verificação de erros
ru: Неправильный код подтверждения
uk: Помилка

source: User not register
ar: هذا المستخدم غير موجود
es: No existe el usuario
fr: Utilisateur inco.
it: Questo utente non esiste
ja: このユーザーが存在しない
pt_pt: Este usuário não existe
ru: Этот пользователь не существует
uk: Не зареєстрований

source: Image is illegal
ar: صور غير شرعية
es: La foto no es legal
fr: Erreur image
it: La Foto non è legale
ja: この写真は合法的ない
pt_pt: A foto não é legal
ru: Фотографии не законны
uk: Заборонено

source: Group not exists
ar: هذه دائرة السياحة غير موجودة
es: No existe el turismo
fr: Groupe inexistant
it: Questo anello non esiste per il turismo
ja: グループが存在しない
pt_pt: O Turismo não existe
ru: Этот тур не существует
uk: Група не існує

source: User already join Group
ar: تم إضافة هذا المستخدم دائرة السياحة
es: Los usuarios se han sumado a esta zona turística
fr: Utilisateur déjà dans groupe
it: L'utente ha aderito a questo il Cerchio
ja: ユーザーはすでにグループを加入した
pt_pt: O usuário entrou para o Turismo
ru: Вы уже в группе
uk: Вже в групі

source: User not member of Group
ar: هذا المستخدم لم تنضم إلى دائرة السياحة
es: El usuario no se sumaron a esta zona turística
fr: Utilisateur hors groupe
it: L'utente non si aggiunge a questo il Cerchio
ja: ユーザーはグループのメンバーがない
pt_pt: Antes de adicionar o usuário do anel
ru: Пользователь не присоединиться
uk: Не учасник групи

source: Unknown error
ar: خطأ غير معروف
es: Un error desconocido
fr: Erreur
it: Errore sconosciuto
ja: 未知のエラー
pt_pt: Erro Desconhecido
ru: Неизвестная ошибка
uk: Помилка

source: Remind drink
ar: تذكير شرب الماء
es: Aviso de beber
fr: Rappel hydratation
it: ricorda che bere acqua
ja: 飲水提示
pt_pt: Aviso de beber água
ru: Вода
uk: Вода

source: Starting time
ar: وقت البداية
es: Tiempo de empezar
fr: Heure début
it: il tempo di iniziare
ja: 開始時間
pt_pt: Tempo de início
ru: Начало
uk: Початок

source: Water
ar: كمية المياه
es: Cantidad de beber
fr: Eau
it: quantità di bere acqua
ja: 飲水量
pt_pt: Água
ru: Объём
uk: Вода

source: Time interval
ar: الفاصلة
es: Intervalo de tiempo
fr: Intervale
it: L’intervallo del tempo
ja: 時間間隔
pt_pt: Intervalo
ru: Интервал
uk: Інтервал

source: Remind
ar: الفاصلة
es: Si recordar
fr: Rappel
it: le ricordo?
ja: 注意可否
pt_pt: Intervalo
ru: Напомнить
uk: Нагадування

source: Setting Success
ar: هل تريد التذكير
es: Establecer el exito
fr: Programmation OK
it: Impostazioni di successo
ja: 設定の成功
pt_pt: configuração com SUCESSO
ru: Выполнено
uk: Виконано

source: Turn the hand
ar: شاشة مشرق
es: pantalla brillante
fr: Tournez main
it: schermo luminoso
ja: 明るい画面
pt_pt: jasny ekran
ru: Поиск
uk: Пошук

source: Drink
fr: Boire

source: Times / min
fr: Puls./min

source: Temperature
fr: Température

source: Find the phone
fr: Trouvé un téléphone mobile

# Find phone
source: sms powiadomienia
fr: Cherche le téléphone mobile

source: SMS Notification
fr: Alertes SMS

source: Notice reminder
fr: Alertes de notification
