Repository: oumai/Getfit2.0
Catalog: Getfit2.0/AJBracelet/*.lproj/Localizable.strings
Languages: ar, es, fr, it, ja, pt_pt, ru, uk

source: Remind name is as more as 6 words
ar: اسم التذكير يصل إلى ستة أحرف
es: Nombre de alarma no más de 6 palabras
fr: Longueur max du nom = 6 lettres
it: il nome del suggerimento puo’ avere 6 parole al massimo
ja: 注意名称は多くとも6個字である
pt_pt: Nome tem no máximo 6 caracteres
ru: Название напоминания должно содержать не более 6 слов
uk: Назва занадто довга

source: am
ar: صباح
es: Mañana
it: Mattina
ja: 午前
pt_pt: De manhã
uk: АМ

source: pm
ar: بعد الظهر
es: Tarde
it: Pomeriggio
ja: 午後
pt_pt: À tarde
uk: РМ

source: Start
ar: بداية
es: Comenzar
fr: Début
it: Inizia
ja: 開始
pt_pt: Iniciar
ru: Старт
uk: Початок

source: End
ar: نهاية
es: Terminar
fr: Fin
it: Finisce
ja: 終了
pt_pt: Terminar
ru: Конец
uk: Кінець

source: Pull-down Refresh
ar: اسحب الي الأسفل للتحديث
es: Abajo para renovar
fr: bas = rafraichir
it: tira giù per rinnovare
ja: プルダウン更新
pt_pt: Puxar para baixo para atualizar
ru: Потяните вниз для обновления
uk: Потягніть для оновлення

source: Release Refresh
ar: افرج للتحديث
es: Soltar para recargar
fr: haut = rafraichir
it: lascia per rinnovare
ja: リリース更新
pt_pt: Libertar para atualizar
ru: Обновить
uk: Відпустіть для оновлення

source: Synced
ar: تم المزامنة
es: Ha sincronizado
fr: Synchro
it: è sincrono
ja: 同期済み
pt_pt: Sincronizado
ru: Синхронизировано
uk: Синхронізовано

source: go to The Day
ar: عرض هذا اليوم
es: e este día
fr: Chosir jour
it: Visita questo giorno/visualizza questa giornata
ja: この日を調べます
pt_pt: Ver o dia
ru: Посмотреть этот день
uk: Перейти до

source: back to Today
ar: العودة الي اليوم
es: Regresar a hoy
fr: Retour auj.
it: Torna a oggi
ja: 今日へ戻す
pt_pt: Voltar para hoje
ru: Вернуться в этот день
uk: Сьогодні

source: Deep Sleep/min
ar: النوم العميق / دقيقة
es: Sueño profundo/Minuto
fr: Som.prof/min
it: sonno profondamente/minuto
ja: 熟睡/分間
pt_pt: Sono profundo/min
ru: Глубокий сон/мин
uk: Глибокий сон / хв

source: Light Sleep/min
ar: النوم الخفيف
es: Sueño ligero/Minuto
fr: Som.léger/min
it: sonno profondamente/minuto
ja: 仮眠/分間
pt_pt: Sono leve/min
ru: Неглубокий сон/мин
uk: Легкий сон / хв

source: Awake Hours/min
ar: الاستيقاظ من النوم
es: Horas de despierto/Minuto
fr: Temps éveillé
it: sonno sobrio/minuto
ja: 覚醒時長/分間
pt_pt: Horas acordadas/min
ru: Пробуждение во время сна/мин
uk: Активність / хв

source: Deep Sleep
ar: النوم العميق
es: Sueño profundo
fr: Som.profond
it: sonno profondamente
ja: 熟睡
pt_pt: Sono profundo
ru: Глуб. сон
uk: Глиб. сон

source: Light Sleep
ar: النوم الخفيف
es: Sueño ligero
fr: Som.léger
it: sonno superficiale
ja: 仮眠
pt_pt: Sono leve
ru: Неглуб. сон
uk: Легк. сон

source: Awake Sleep
ar: الاستيقاظ من النوم
es: Sueño despierto
fr: Éveil
it: sonno sobrio
ja: 覚醒睡眠
pt_pt: Hora acordada
ru: Пробужд.
uk: Активність

source: Week
ar: أسبوع
es: Semana
fr: Sem
it: Settimana
ja: 週
pt_pt: Semana
ru: Н
uk: Т

source: Month
ar: شهر
es: Mes
fr: Mois
it: Mese
ja: 月
pt_pt: Mês
ru: М
uk: М

source: Year
ar: عام
es: Año
fr: An
it: Anno
ja: 年
pt_pt: Ano
ru: Г
uk: Р

source: Activities
ar: نشاط
es: Actividad
fr: Activités
it: Attività
ja: 活動
pt_pt: Atividades
ru: Активность
uk: Активність

source: Sleep
ar: النوم
es: Sueño
fr: Sommeil
it: Sonno
ja: 睡眠
pt_pt: Sono
ru: Сон
uk: Сон

source: Total
ar: إجمالي النوم
it: sonno totale
ja: 総睡眠
ru: Общее
uk: Всього

source: Deep
ar: النوم العميق
es: Profundo
fr: Prof.
it: sonno profondamente
ja: 熟睡
pt_pt: Profundo
ru: Глубокий
uk: Глибокий

source: Light
ar: النوم الخفيف
es: Ligero
fr: Léger
it: sonno superficial
ja: 仮眠
pt_pt: Leve
ru: Неглубокий
uk: Легкий

source: Profile Photo Setting
ar: اعداد صورة الملف الشخصي الأساسية
es: Ajustar foto de información básica
fr: Choisir photo
it: imposta la foto profila
ja: 基本資料の写真を設定します
pt_pt: Configuração da foto de profile
ru: Настроить фото в профиле
uk: Фото профіля

source: Remove photo
ar: إزالة الصور
es: Retirar foto
fr: enlever photo
it: Cancella foto
ja: 写真を取り除く
pt_pt: Remover foto
ru: Удалить фото
uk: Видалити

source: Choose Current Photo
ar: اختيار الصور القائمة
es: Elejir foto actual
fr: Choisir photo
it: sceglie le foto corrente
ja: 既存の写真を選択します
pt_pt: Selecionar esta foto
ru: Выбрать фото
uk: Вибрати

source: Take Photo
ar: التقاط الصورة
es: Tomar fotos
fr: Prendre photo
it: Fa foto
ja: 写真を撮る
pt_pt: Fotografar
ru: Сделать снимок
uk: Фото

source: Unbind the device? Data waitting for sync will be lost.
ar: هل تريد إلغاء ربط الجهاز؟ قد أية بيانات غير متزامنة.
es: Desvincular dispositivos? La pérdida de los datos no sincronizados。
fr: Déconnecter montre? Les données seront perdues。
it: cancella che lega attrezzatura ? I dati saranno persi。
ja: 関連設備を解除しますか? 未同期のデータをなくすことがあります.
pt_pt: Desligara com dispositivo? Dados não sincronizados serão perdidos。
ru: Отменить сопряжение? вся не синхронизированная информация будет утеряна。
uk: Відключити пристрій? Всі дані будуть втрачені.

source: Delete Device
ar: إزالة الجهاز
es: Eliminar dispositivos
fr: Suppr. montre
it: Cancella il dispositivo
ja: 削除設備
pt_pt: Cancelar dispositivo
ru: Удалить устройство
uk: Видалення пристрою

source: Delete
ar: إزالة
es: Eliminar
fr: Suppr.
it: Cancella
ja: 削除
pt_pt: Cancelar
ru: Удалить
uk: Видалити

source: Photograph setting
ar: إعدادات التقاط الصورة
es: Ajustes de fotos
fr: Règl. photo
it: impostazione della fotografia
ja: 写真撮りの設定
pt_pt: Configuração de foto
ru: Настройки фото
uk: Настройки фотозйомки

source: device upgrade
ar: ترقيات الجهاز
es: Actualización del dispositivo
fr: MàJ
it: Aggiorna il dispositivo
ja: 設備更新
pt_pt: Atualização de dispositivo
ru: Обновление устройства
uk: Оновлення

source: Continuous Shoot
ar: التقاط الصورة المستمر
es: Disparo continuo
fr: Photo rafale
it: La ripresa continuata
ja: 連続写真を撮る
pt_pt: Tiro contínuo
ru: Серия снимков
uk: Серійна зйомка

source: Interval
ar: الفاصلة
es: Intervalo
fr: Intervale
it: Intervallo
ja: 間隔
pt_pt: Intervalo
ru: Интервал
uk: Інтервал

source: s
ar: ثانية
es: Segundo
it: Secondo
ja: 秒
ru: сек
uk: с

source: pc
ar: ورقة
es: Pieza
it: Foglio
ja: 枚
ru: фото
uk: шт.

source: Choose a pic from album
ar: اختيار الصور الموجودة
es: Elejir fotografías existentes
fr: Choisir photo
it: Sceglie una foto dal’album
ja: 既存の写真を選択します
pt_pt: Escolher a foto do álbum
ru: Галерея
uk: Вибрати фото

source: After a call come in
ar: مكالمة واردة
es: LLamada
fr: Après appel
it: Chiamata
ja: 着信電話
pt_pt: Chamada
ru: Входящий вызов
uk: Після виклика

source: s Band vibrates to remind
ar: سوار القميص يبدأ التذكير بعد ثانية
es: Pulsera comienza a recordar después de segundos
fr: s montre vibre
it: Quotidiano
ja: ブレスレットは何秒後から注意する
pt_pt: Após s vibra para avisar
ru: секунд до вибрации
uk: с вібрація.

source: Everyday
ar: يوميا
es: Cada día
fr: quotidien
it: Quotidiano
ja: 毎日
pt_pt: Diário
ru: Ежедневно
uk: Кожен день

source: Go to sleep
ar: النوم
es: Dormir
fr: Dormir
it: Dormire
ja: 就寝
pt_pt: Dormir
ru: Сон
uk: Спати

source: Get Up
ar: الاستيقاظ
es: Levantarse
fr: Se lever
it: Alzars
ja: 起床
pt_pt: Levantar-se
ru: Подъём
uk: Підйом

source: Exercise
ar: الممارسة
es: Ejercicio
fr: Sport
it: Esercizio
ja: 锻炼
pt_pt: Fazer exercícios
ru: Упражнения
uk: Вправи

source: Dating
ar: اللقاء
es: Cita
fr: RDV
it: Appuntamento
ja: デート
pt_pt: Namoro
ru: Свидание
uk: Побачення

source: Party
ar: الاجتماع
es: Fiesta
fr: Fête
ja: パーティー
pt_pt: Festa
ru: Встреча
uk: Вечірка

source: Meeting
ar: المؤتمر
es: Reunión
fr: Réunion
it: incontro
ja: 会議
pt_pt: Reunião
ru: Собрание
uk: Зустріч

source: Take Medication
ar: أكل الدواء
es: Tomar medicamento
fr: Prendre medic.
it: Prende una medicina
ja: 薬を飲む
pt_pt: Tomar medicamentos
ru: Приём лекарства
uk: Ліки

source: Custom
ar: المتخصص
es: Personalizado
fr: Personal.
it: Definirsi
ja: カスタマイズ
pt_pt: Personalizado
ru: Настройка пользователем
uk: Своє

source: The current is latest version.
ar: الإصدار الحالي هو أحدث الاصدار
es: La actual es la última versión
fr: Dernière version OK
it: Versione corrente è ultimo
ja: これは既に最新バージョンである
pt_pt: A presente já é a mais atualizada
ru: Это самая новая версия
uk: Найновіша версія

source: Anti-lost Setting Done
ar: تم اعداد مكافحة الفقدان بنجاح
es: Ajustar anti-pérdida de éxito
fr: Règl. anti-perte OK
it: impostazione di Anti-lost è successo
ja: 紛失設定成功
pt_pt: Configuração anti-perda com sucesso
ru: Защита от потери настроена
uk: Виконано

source: Synchronizing
ar: تتم مزامنة البيانات تلقائيا
es: Sincronizando
fr: Synchronisation
it: sta sincronizzando i dati
ja: データを自動同期中
pt_pt: Sincronizando
ru: Происходит синхронизация
uk: Синхронізація

source: Bind OK
ar: تم الربط
es: Vinculación OK
fr: Connex. OK
it: lega ok
ja: バインド完了
pt_pt: Vinculação OK
ru: Сопряжение
uk: З'єднано

source: Bind Success
ar: تم الربط بنجاح
es: Vinculación exitosa
fr: Connex. OK
it: Lega con successo
ja: バインド成功
pt_pt: Vinculação com sucesso
ru: Сопряжение произведено
uk: Виконано

source: %ldMin
ar: ld% دقيقة
es: %ldMinuto
it: %ld Minuto
ja: %ld分
ru: %ldмин
uk: %ld хв

source: %dMin
ar: d% دقيقة
es: %dMinuto
it: %d Minuto
ja: %d分
ru: %dмин
uk: %d хв

source: Please connect to the device
ar: يرجى توصيل الجهاز
es: Conecte al dispositivo
fr: Connectez à l’appareil
it: Si prega college il dispositivo
ja: 設備を連続してください
pt_pt: Favor conetar com o dispositivo
ru: Подключите устройство
uk: Підключіть пристрій

source: Device not Connected
ar: لم يتم توصيل الجهاز.
es: El dispositivo no conectado
fr: Appareil non-connecté
it: il dispositivo non è collegato.
ja: 設備を連続してない
pt_pt: O dispositivo não está ligado
ru: Устройство не подключено
uk: Пристрій не підключено

source: Share
ar: المشاركة الي
es: Compartir
fr: Partager
it: Condividere
ja: シェアする
pt_pt: Compartilhar
ru: Поделиться
uk: Поділитися

source: Friends
ar: دائرة الأصدقاء
es: Amigos
fr: Amis
it: Amici
ja: モーメンツ
pt_pt: Amigos
ru: Круг друзей
uk: Друзі

source: Wechat
ar: ويشات
ja: ウィーチャット

source: Network Error
ar: الشبكة ليست جيدة
es: Error de red
fr: Erreur réseau
it: Errore di rete
ja: ネット状态はあまりよくない
pt_pt: Erro na internet
ru: Проблемы с интернет соединением
uk: Помилка мережі

source: Signal Strength
ar: قوة الإشارة
es: Fuerza de la señal
fr: Intensité réseau
it: La potenza del segnale
ja: 信号強度
pt_pt: Intensidade de sinal
ru: Уровень сигнала
uk: Рівень сигналу

source: Please confirm:
ar: عند ربط الجهاز يرجي التأكد من:
es: Por favor confirme:
fr: Confirmez :
it: Si prega conferma:
ja: 設備をバインドする際に御確認ください:
pt_pt: Favor confirmar:
ru: Подтвердите сопряжение:
uk: Підтвердіть:

source: 1. Wake up the device (Screen on) when searching a device. 2. Bluetooth on the smartphone is ON. 3. Device is within 10 meters nearby the smartphone.
ar: 1. الجهاز المراد للربط يكون في حالة التشغيل الطبيعي 2. تم تشغيل بلوتوث الهاتف المحمول 3. المساف بين الجهاز و الهاتف المحمول تكون أقل من 10 أمتار
es: 1.要绑定的设备属于正常开机状态 2.手机蓝牙已经打开 3.设备与手机处于10米之内
fr: 1.Réveillez montre (écran allumé) quand recherché connexion. 2.Bluetooth sur tél. est activé. 3.Montre est à moins de 10 mètres du téléphone
it: Si prega conferma: 3.il dispositivo si trova a 10 metri nelle vicinanze della cellulare.
ja: 1.設備はオンにしてます. 2 .携帯電話のブルートゥースは開いてます. 3 .設備と携帯電話は10メートル以内の距離です.
pt_pt: 1. Ligar o dispostivo 2.Ligar bluetooth 3. A distância entre dispositivo e celular é menos de 10 metros
ru: 1.Устройство должно быть включено 2. Bluetooth на телефоне включен 3. Устройство находится в районе 10 метров от телефона
uk: 1. Активація дисплея при пошуку пристрою. 2. Bluetooth на смартфоні ввімкнений. 3. Пристрій в радіусі 10 метрів від смартфона

source: Searching device...
ar: ابحث عن الجهاز ...
es: Buscando el dispositivo...
fr: Recherche montre...
it: sta ricercando l’attrezzatura...
ja: 設備を検索中...
pt_pt: Está procurando...
ru: Поиск устройств....
uk: Пошук ...

source: Skip
ar: القفز
es: Pasar
fr: Passer
it: Salta
ja: スキップ
pt_pt: Ignorar
ru: Дальше
uk: Далі

source: Week Distance
ar: اجمالي الأميال الأسبوعي
es: Distancia semana
fr: Distance/sem.
it: il chilometraggio totale della settimana
ja: 週距離
pt_pt: Quilometragem semanal
ru: Дистанция
uk: Тижд.Відстань

source: Week Steps
ar: اجمالي عدد الخطوات الأسبوعي
es: Pasos semanal
fr: Pas/sem.
it: il pesso totale della settimana
ja: 週歩数
pt_pt: Passos da semana
ru: Шаги
uk: Тижд.Кроки

source: Week Calories
ar: اجمالي الاستهلاك الأسبوعي
es: Caloría semanal
fr: Calories/sem.
it: il consumo totale della settimana
ja: 週消耗
pt_pt: Calorias da semana
ru: Калории
uk: Тижд.Калорії

source: Average Distance
ar: متوسط الأميال اليومي
es: Distancia media
fr: Distance moyenne
it: il chilometraggio medio giornaliero
ja: 毎日平均距離
pt_pt: Quilometragem média
ru: Ср. Дистанция
uk: Серед.Калорії

source: Average Steps
ar: متوسط عدد الخطوات اليومي
es: Paso medio
fr: Pas moyens
it: il pesso medio giornaliero
ja: 毎日平均歩数
pt_pt: Passos médios
ru: Ср. Шаги
uk: Серед.Кроки

source: Average Calories
ar: متوسط الاستهلاك اليومي
es: Caloría media
fr: Calories moy.
it: il consumo medio giornaliero
ja: 毎日平均消耗
pt_pt: Calorias médias
ru: Ср. Калории
uk: Серед.Калорії

source: Month Distance
ar: اجمالي الأميال الشهري
es: Distancia mensual
fr: Distance/mois
it: il chilometraggio totale del mese
ja: 毎月総距離
pt_pt: Quilometragem mensal
ru: Дистанция
uk: Міс.Відстань

source: Month Steps
ar: اجمالي عدد الخطوات الشهري
es: Paso mensual
fr: Pas/mois
it: il pesso totale del mese
ja: 毎月総歩数
pt_pt: Passos mensais
ru: Шаги
uk: Міс.Кроки

source: Month Calories
ar: اجمالي الاستهلاك الشهري
es: Caloría mensual
fr: Calories/mois
it: il consumo totale del mese
ja: 毎月総消耗
pt_pt: Calorias mensais
ru: Калории
uk: Міс.Калорії

source: Year Distance
ar: اجمالي الأميال السنوي
es: Distancia anual
fr: Distance/an
it: il chilometraggio totale del’anno
ja: 年総距離
pt_pt: Quilometragem anual
ru: Дистанция
uk: Рік.Відстань

source: Year Steps
ar: اجمالي عدد الخطوات السنوي
es: Paso anual
fr: Pas/an
it: il pesso totale del’anno
ja: 年総歩数
pt_pt: Passoa anuais
ru: Шаги
uk: Рік.Кроки

source: Year Calories
ar: اجمالي الأميال السنوي
es: Caloría anual
fr: Calories/an
it: il consumo totale del’anno
ja: 年総消耗
pt_pt: Calorias anuais
ru: Калории
uk: Рік.Калорії

source: Average Sleep
ar: يوميا من النوم
es: Area de dormir
fr: Moyenne sommeil
it: sonno Media giornaliera
ja: 毎日平均睡眠
pt_pt: Sono médio diário
ru: Среднее
uk: Серед.Сон

source: Average Light
ar: متوسط النوم الخفيف اليومي
es: El ligero medio
fr: Moy. légère
it: sonno medio superficiale giornaliero
ja: 毎日平均仮眠
pt_pt: Sono leve médio diário
ru: Неглубокий
uk: Серед.Легкий

source: Start Time
ar: متوسط وقت النوم
es: Tiempo medio de dormir
fr: Heure début
it: il tempo medio di dormire
ja: 平均就寝時間
pt_pt: Tempo de início
ru: Начало
uk: Початок

source: Sleep Start Time
ar: وقت النوم
es: Tiempo de dormir
fr: Heure début som.
it: il tempo di dormire
ja: 就寝時間
pt_pt: Tempo de início de sono
ru: Начало
uk: Початок сну

source: End Time
ar: متوسط وقت الاستيقاظ
es: Tiempo medio de despertar
fr: Heure fin
it: il tempo medio di svegliarsi
ja: 平均覚醒時間
pt_pt: Tempo de término
ru: Конец
uk: Кінець

source: Sleep End Time
ar: وقت الاستيقاظ
es: Tiempo de despertar
fr: Heure fin som.
it: il tempo di svegliarsi
ja: 覚醒時間
pt_pt: empo de término de sono
ru: Конец
uk: Кінець сну

source: Awake Time
ar: متوسط الاستيقاظ اليومي
es: Tiempo del despierto
fr: Temps éveillé
it: sobrietà media giornaliera
ja: 毎日平均覚醒
pt_pt: Tempo acordado diário
ru: Активность
uk: Активність

source: MultiLists
ar: المتعدد
es: Varios
fr: MultiListes
it: Multipo
ja: マルチ リスト
pt_pt: Várias
ru: Мульти-список
uk: Список

source: Single group
ar: المجموعة الواحدة
es: Único grupo
fr: Groupe uniq.
it: Gruppo singolo
ja: シングル
pt_pt: Grupo singular
ru: Несколько групп
uk: Група

source: Restart Device
ar: إعادة تشغيل الجهاز
es: Reactivar el dipositivo
fr: Redémarrer
it: Riattiva il dispositivo
ja: 設備再起動
pt_pt: Reiniciar dispositivo
ru: Перезагрузить устройство
uk: Перезавантаження

source: Back
ar: العودة
es: Volver
fr: Préc.
it: Ritorna
ja: 戻す
pt_pt: Voltar
ru: Назад
uk: Назад

source: Scanning
ar: جاري المسح
es: Escaneando
fr: Recherche
it: Sta facendo la scansione
ja: スキャン中
pt_pt: Escaneando
ru: Сканирую
uk: Сканування

source: Already Latest Version
ar: هذا هو أحدث الاصدار
es: Ya última versión
fr: Déjà MàJ
it: è Versione ultima
ja: 既に最新バージョンである.
pt_pt: Já é versão mais atualizada
ru: Это последняя версия
uk: Найновіша версія

source: Get Logs
ar: الحصول على سجلات
es: Obtener registros
fr: Journal
it: Prende logs
ja: 日誌取得
pt_pt: Receber Logs
ru: Получить дневник
uk: Логи

source: Setting Done
ar: نجاح الاعداد
es: Ajustar de éxito
fr: Réglage OK
it: Imposta con successo
ja: 設定成功
pt_pt: Configuração feita
ru: Настройки применены
uk: Виконано

source: Functions
ar: مقدمة صفحة الوظائف
fr: Fonctions
it: I funzioni
ja: 機能紹介
pt_pt: Funções
ru: Функции
uk: Функції

source: User Manual
ar: دليل الاستخدام
es: Manual de usuario
fr: Manuel
it: il manuale del’utente
ja: ユーザーガイド
pt_pt: Manual de usuário
ru: Руководство по эксплуатации
uk: Інструкції

source: Version ID
ar: رقم الإصدار
es: ID de versión:
fr: N. version
it: ID della versione:
ja: バージョン番号:
pt_pt: Versão No:
ru: Номер версии:
uk: Версія：

source: Device under low power
ar: لم يكن لدي جهاز الطاقة الكافية
es: Dispositivo no tiene sificiente batería
fr: Batterie faible
it: Ha la batteria scarica
ja: 設備のバッテリは十分でない
pt_pt: Dispositivo não tem bateria baixa
ru: Низкий заряд батареи
uk: Низький заряд АКБ

source: Remind after
ar: وقت الخمول يصل الي
es: Tiempo sin movimientos
fr: Rappel après
it: il tempo che non attiva
ja: 未活動時間
pt_pt: Tempo de não fazer exercícios
ru: Напомнить об активности
uk: Нагадати після

source: Remind Time
ar: وقت الجلوس
es: Tiempo sedentario
fr: Heure rappel
it: il tempo che sedersi a lungo
ja: 長座時間
pt_pt: Tempo de sentado
ru: Интервал
uk: Час

source: mins without movement
ar: يبدأ التذكير بعد دقيقة
es: Empezar a recordar después de minutos
fr: Min. sans mouvement
it: Dopo__minuti Le ricorda
ja: 分から提示します
pt_pt: Aviso após minutos
ru: мин. без движения
uk: хв. Без руху

source: Total cost
ar: الاستهلاك المتراكم
es: Coste total
fr: Coût total
it: IL consumo totale di
ja: otalコスト
pt_pt: Consumo total
ru: общая стоимость
uk: Загальна вартість

source: Device is under low battery
ar: لم يكن لدي جهاز الطاقة الكافية.
es: Dispositivo no tiene sificiente batería.
fr: Batterie faible.
it: Ha la batteria bassa..
ja: 設備のバッテリは十分でない.
pt_pt: A bacteria do dispositivo está baixa.
ru: Низкий уровень заряда батареи.
uk: Низький заряд АКБ..

source: Update Failed
ar: فشلت الترقية.
es: Error de actualización.
fr: Échec MàJ.
it: Fallisce il aggiornamento.
ja: 更新失敗.
pt_pt: Atualização com falha.
ru: Ошибка при обновлении.
uk: Помилка оновлення

source: Automatically Syncing
ar: تتم مزامنة البيانات تلقائيا
es: Sincronización manual
fr: Synch. automatique
it: sta sincronizzando automaticamente i dati
ja: 自動同期データ中
pt_pt: Está sincronizando automaticamente
ru: Автоматическая синхронизация
uk: Авт. Синхронізація

source: Manual Syncing
ar: تتم مزامنة البيانات يدويا
es: Sincronización manual
fr: Synch. manuelle
it: sta sincronizzando manipolarsi i dati
ja: 手動同期データ中
pt_pt: Sincronizando manualmente
ru: Синхронизация вручную
uk: Ручна синхронізація

source: Please Wait
ar: انتظر لحظة
es: Por favor espere
fr: Attendez
it: Attendere prego
ja: 少々お待ちください
pt_pt: Favor esperar
ru: Пожалуйста, подождите
uk: Зачекайте

source: Device not paired
ar: لم يتم توصيل الجهاز
es: Dispositivo no conecta
fr: Pas connecté
it: il dispositivo non è collegato
ja: 設備に連続しなかった
pt_pt: Dispositivo não está ligado
ru: Устройство не подключено
uk: Пристрій не підключено

source: Reboot Done
ar: تم بدء التشغيل بنجاح
es: Reactivar de éxito
fr: Redémarrage OK
it: Riattiva con successo
ja: 再起動完了
pt_pt: Reiniciação com sucesso
ru: Произведена перезагрузка
uk: Перезавантажено

source: Update Done
ar: تم الترقية بنجاح
es: Actualización de éxito
fr: MàJ OK
it: Aggiorna con successo
ja: 更新完了
pt_pt: Atualização com sucesso
ru: Обновление завершено
uk: Оновлене

source: Reboot the device? Data will be synced before reboot
ar: هل تريد إعادة تشغيل الجهاز و تتم مزامنة البيانات قبل إعادة التشغيل
es: Reactivar el dispositivo? Los datos se sincronizan antes de reactivar
fr: Redémarrer ? Données seront perdues
it: riattiva il dispositivo ? sincronizza i dati prima di riattiva
ja: 設備を再起動するかどうかは,再起動前にデータを同期します.
pt_pt: Se reiniciar o dispositivo? Datos serão sincronizados antes de reiniciar
ru: Перезагрузить устройство?
uk: Перезавантажити?

source: Confirm Reboot
ar: تأكيد إعادة التشغيل
es: Reactivar el dispositivo? Los datos se sincronizan antes de reactivar Confirmación de reactivar
fr: Conf. redémarrage
it: Conferma a riattiva
ja: 再起動の確認
pt_pt: Confirmar a reiniciação
ru: Подтвердить перезагрузку
uk: Підтвердіть перезавантаження

source: Sync Failed
ar: فشلت المزامنة
es: Error de sincronización
fr: Echec synch
it: Fallisce il sincronizzazione
ja: 同期化失敗
pt_pt: Sincronização com falha
ru: Ошибка при синхронизации
uk: Помилка синхронізації

source: Current version is the latest version
ar: هذا هو أحدث الاصدار
es: La versión actual es la última
fr: Déjà dernière version
it: Versione corrente è ultimo
ja: 既に最新バージョンである.
pt_pt: Já é a versão mais atualizada
ru: Это последняя версия
uk: Найновіша версія

source: Please pair the device
ar: يرجى توصيل الجهاز
es: Conectar el dispositivo
fr: Connectez montre
it: corrente : 0 volta
ja: 設備を連続してください
pt_pt: Favor ligar o dispositivo
ru: Пожалуйста, подключите устройство
uk: Підключіть пристрій

source: Congratulations! Update successfully!
ar: تهانينا على الترقية الناجحة الخاصة بكم
es: Felicitaciones! ¡Actualizar exitosamente
fr: MàJ OK!
it: Aggiorna con successo
ja: アップ成功,おめでとうございます
pt_pt: Parabéns! Atualização com sucesso
ru: Поздравляем Вас! Обновление успешно установлено
uk: Оновлено

source: Sync Done
ar: اكتملت المزامنة
es: Terminación de sincronización
fr: Synch. OK
it: sincronizza con successo
ja: 同期完成
pt_pt: Sincronização feita
ru: Синхронизировано
uk: Синхронізовано

source: Feet
ar: قدم
es: Pie
fr: Pieds
it: Pollice
ja: フィート
pt_pt: Polegada
ru: Футы
uk: Фути

source: Pound
ar: جنيه
es: Libra
fr: Livres
it: Libbra
ja: ポンド
pt_pt: Libra
ru: Фунты
uk: Фунти

source: Send
ar: الارسال
es: Enviar
fr: Envoi
it: Invia
ja: 送信
pt_pt: Enviar
ru: Отправить
uk: Надіслати

source: Server connection failed
ar: فشل الاتصال بالخادم
es: Error de conexión con el servidor
fr: Connexion perdue
it: Fallisce il collegamento di servizio
ja: サーバーへの連続は失敗です
pt_pt: Erro em conexão com servidor
ru: Ошибка при соединении с сервером
uk: Помилка

source: Log in
ar: تسجيل الدخول
es: Iniciar sesión
it: entra
ja: ログイン
pt_pt: Acessar
ru: Войти
uk: Вхід

source: Username and password can not be empty
ar: اسم المستخدم وكلمة المرور لا يمكن أن يكون فارغا
es: Nombre de usuario y la contraseña no pueden estar vacíos
fr: Nom et mot de passe obligatoires
it: nome del’utente e pin non sono vuoti
ja: ユーザ名とパスワードは空にならない
pt_pt: Usuário e senha não podem ser em branco
ru: Поля имени и пароля должны быть заполнены
uk: Логін і пароль не можуть бути порожніми

source: Forgot password
ar: نسيت كلمة المرور
es: Olvidar contraseña
fr: oubli mdp
it: cerca pin
ja: パスワードを取り戻します
pt_pt: Esquecer senha
ru: Восстановить пароль
uk: Забули пароль

source: Registered
ar: التسجيل
es: Registrar
fr: Enregistré
it: ripristina
ja: 登録
pt_pt: Registrar
ru: Регистрация
uk: Зареєстрований

source: Username:
ar: اسم المستخدم:
es: Nombre de usuario:
fr: Nom:
it: nome del’utente:
ja: ユーザ名:
pt_pt: Usuário:
ru: Имя пользователя:
uk: Логін:

source: Email:
ar: البريد الإلكتروني:
it: indirizzo email:
ja: 電子メール:
ru: Почтовый ящик:

source: Please enter 4-18 digits or letters username
ar: يرجي إدخال اسم المستخد م المكون من 4-18 أرقام أو حروف
es: Introduzca el nombre de usuario formado por números o letras de 4-18 dígitos
fr: Écrire nom d’util. de 4-18 lettres/chiffres
it: entra nome con 4-18 numeri o prole
ja: 数字やアルファベット構成の4-18桁 パスワードを入力してください
pt_pt: Favor digitar usuário composto por 4-18 números ou letras
ru: Пожалуйста, введите имя пользователя из 4-18 цифр или букв
uk: Введіть 4-18 цифр або літер
