Repository: oumai/Getfit2.0
Catalog: Getfit2.0/AJBracelet/*.lproj/Localizable.strings
Languages: ar, es, fr, it, ja, pt_pt, ru, uk

source: App error, exit soon
ar: البرنامج غير طبيعي، سوف يتم الخروج
es: Error de App, sale pronto
fr: Erreur, fermeture de l’app
it: App è anormale,esce sunito
ja: プログラムが異常で,まもなく終了します
pt_pt: Erro em App, vai sair agora
ru: Ошибка программы, осуществляется выход
uk: Помилка програми, вихід.

source: Mainpage
ar: الصفحة الرئيسية
es: Pagina principa
fr: Accueil
it: Casa
ja: ホームページ
pt_pt: Página principal
ru: Главная
uk: Головна

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
it: Dettaglio
ja: 詳細
pt_pt: Detalhes
ru: Подробно
uk: Деталі

source: Device
ar: الجهاز
es: Dispositivo
fr: Montre
it: Dispositivo
ja: 設備
pt_pt: Dispositivo
ru: Устройство
uk: Пристрій

source: User
ar: لي
es: Usuario
fr: Moi
it: Mio
ja: ユーザー
pt_pt: Usuário
ru: Пользователь
uk: Користувач

source: Cancel
ar: الغاء
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_pt: Cancelar
ru: Отмена
uk: Скасування

source: Confirm
ar: تحديد
es: Confirmación
fr: Confirmer
it: Conferma
ja: 確認
pt_pt: Confirmar
ru: Ок
uk: ОК

source: Setting
ar: اعداد
es: Ajuste
fr: Réglages
it: Impostazione
ja: 設定
pt_pt: Configurações
ru: Настройки
uk: Настройки

source: Today
ar: اليوم
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
pt_pt: Hoje
ru: Сегодня
uk: Сьогодні

source: Data has been stored, but not been sent in the device yet. Please make sure the device is connected, and click resend
ar: تم حفظ البيانات، ولكن لا يتم إرسالها إلى الجهاز، و يرجي التأكد من توصيل الجهاز بشكل صحيح ثم انقر فوق إعادة الإرسال
es: Los datos se han guardado, pero no se envían al dispositivo，asegúrese de que el dispositivo está conectado correctamente y haga clic en enviar de nuevo
fr: Données sauvegardées, mais pas encore dans le téléphone. Connectez le téléphone et cliquez sur renvoyer
it: I dati sono stati memorizzati，manon inviato nel dispositivo ancora，si prega conferma il dispositivo è collegato，fa clic su inviare nuovamente.
ja: データは既に保存したが,まだ設備まで送ってない,設備接続の正常を確保した後,再発送をクリックしてください.
pt_pt: Dados já foram salvados, mas ainda não foram enviados ao dispositivo. Garanta que o dispositivo está ligado e clique para enviar de novo
ru: Данные сохранены, но не отправлены на устройство, пожалуйста, проверьте подключение и отправьте их снова
uk: Збережено, але не надіслано на пристрій. Перевірте з'єднання і натисніть Надіслати ще раз.

source: Ble Data Send Time Out
ar: مهلة ارسال البيانات
es: Tiempo de transmisión de datos se acabó
fr: Temps de chargement depassé
it: Non c’è tempo per il dato invia
ja: データの発送がタイムアウトになった
pt_pt: Timeout de envio de dados
ru: Ошибка
uk: Помилка

source: Device Ble data written failed
ar: كتابة البيانات علي الجهاز ليست طبيعية
es: Error de datos de introducción del dispositivo
fr: Échec chargement données
it: il dato non entra normale
ja: 設備の入力データは正常ではありません.
pt_pt: Dados inseridos no dispositivo estão anormais
ru: Ошибка
uk: Помилка

source: No Data
ar: لا توجد البيانات
es: Sin datos
fr: pas de données
it: No dato
ja: データなし
pt_pt: Sem dados
ru: Нет данных
uk: Немає даних

source: Network access error, please check the network connectivity, please try again later
ar: خطأ الوصول إلى الشبكة، و يرجي التحقق من الاتصال بالشبكة و حاول مرة أخرى في وقت لاحق
es: Error de acceso a la red, por favor, compruebe la conectividad de red，inténtelo más tarde
fr: Erreur réseau，essayez de reconnecter à nouveau
it: Errore di accesso alla rete,si prega di controlla la connettivita’ della rete，riprova piu’ tardi.
ja: ネットワークを訪問する際にエラーで,インターネット接続の確認後,再試行ください
pt_pt: Erro em acesso da internet, verifique a conexão da internet e tente de novo
ru: Превышено время ожидания, пожалуйста, проверьте соединение с интернетом, повторите попытку позже
uk: Помилка доступу до мережі

source: Y
ar: سنة
es: Año
fr: A
it: Anno
ja: 年
pt_pt: Ano
ru: Год
uk: Р

source: M
ar: شهر
es: Mes
it: Mese
ja: 月
ru: Месяц
uk: М

source: D
ar: يوم
es: Día
fr: J
it: Giorno
ja: 日
pt_pt: Dia
ru: День
uk: Д

source: H
ar: ساعة
es: Hora
it: Ora
ja: 時
pt_pt: Hora
ru: Час
uk: Г

source: Hour
ar: ساعة
es: H
fr: Heure
it: Ore
ja: 時間
pt_pt: Horas
ru: час
uk: год.

source: Min
ar: دقيقة
es: Minuto
it: Minuto
ja: 分
pt_pt: Minuto
ru: Мин.
uk: хв

source: Minutes
ar: دقيقة
es: Fotos
it: Minuti
ja: 分钟
pt_pt: Minutos
ru: Мин.
uk: хв

source: S
ar: ثانية
es: Segundo
it: Secondo
ja: 秒
pt_pt: Segundo
ru: С.
uk: с

source: Step
ar: خطوة
es: Paso
fr: Pas
it: Pesso
ja: 歩
pt_pt: Passo
ru: Шагов
uk: кроків

source: KM
ar: كيلومتر
it: Chilometro
ja: キロメートル
pt_pt: Quilômetro
ru: км
uk: Км

source: MI
ar: ميل
es: Milla
it: Miglio
ja: マイル
pt_pt: Miles
ru: ми

source: Cal
ar: كيلو كالوري
es: Caloría
it: Calorie
ja: カロリー
ru: Калории
uk: Кал

source: Calorie
ar: السعرات الحرارية
es: Calorias
ja: カロリー
pt_pt: Calorias
ru: Калории
uk: Калорій

source: kCal
ar: كالوري
ja: キロカロリー
ru: ккал
uk: ккал

source: Goal Setting
ar: اعداد الأهداف
es: Ajuste del objetivo
fr: Objectif
it: imposta lo scopo
ja: 目標設定
pt_pt: Configuração de meta
ru: Установки цели
uk: Цілі

source: unsync
ar: غير متزامنة
es: No-sincronizado
fr: désync
it: Non sincronizzare
ja: 未同期
pt_pt: Não sincronizado

source: Firmware version
ar: إصدار البرنامج الثابت
es: Versión de firmware
it: Versione di Firmware
ja: ファームウェアバージョン
pt_pt: Versão de firmware
ru: Версия прошивки
uk: Версія прошивки

source: Firmware version:V
ar: إصدار البرنامج الثابت:V
es: Versión de firmware:V
it: Versione di Firmware :V
ja: ファームウェアバージョン:V
pt_pt: Versão de firmware:v:V
ru: Заряд батареи:V
uk: Версія прошивки: V

source: Battery remaining
ar: الطاقة المتبقية للبطارية
es: Restante de batería
fr: Batterie restante
it: Residuato della batteria
ja: バッテリ残量
pt_pt: Bateria restante
ru: Заряд батареи
uk: Заряд

source: Data synced at
ar: مزامنة الوقت
es: La sincronización de tiempo
fr: Données sync. à
it: A sincronização de tempo
ja: シンクロ時間
pt_pt: OS dados sincronizados no
ru: синхронизации времени
uk: Синхронізовано

source: Heart Rate
ar: معدل ضربات القلب في الوقت الحقيقي
es: Frecuencia cardíaca
fr: Pouls
it: A frequência cardíaca EM tempo real
ja: 心拍数
pt_pt: Frequência cardíaca em tempo real
ru: Пульс
uk: Пульс

source: Call Alert
ar: تذكير مكالمات واردة
es: Alarma de llamada
fr: Notif. appel
it: Ricorda la chiamata
ja: 着信注意
pt_pt: Aviso de chamada
ru: Вызов
uk: Виклик

source: Sedentary Alert
ar: تذكير الجلوس لفترة طويلة
es: Alarma del sedentario
fr: Alerte Sédent.
it: Ricorda che sedersi a lungo
ja: 長座注意
pt_pt: Aviso de sentado por longo tempo
ru: Активность
uk: Бездіяльність

source: Alarm Alert
ar: تذكير المنبه المخصص
es: Alarma del despertador
fr: Alerte alarme
it: Impostazione di sveglia
ja: 目覚まし時計
pt_pt: Aviso de relógio despertador
ru: Будильник
uk: Будильник

source: ON
ar: تم التشغيل
es: Encendido
it: Aperto
ja: オン
pt_pt: Ligado
ru: Вкл
uk: Ввімк.

source: OFF
ar: لا يتم التشغيل
es: Apagado
it: Chiuso
ja: オフ
pt_pt: Desligado
ru: Выкл
uk: Вимк.

source: Unbind Success
ar: نجاح الالغاء
es: Ha desvinculado
fr: Déconnexion OK
it: Cancella lega con successo
ja: バインドを解除成功
pt_pt: Desvinculação com sucesso
ru: Отменено
uk: Відключено

source: Multi-Lists
ar: تعدد المجموعات
es: Multi-grupo
fr: Multi-Listes
it: Multi-Liste
ja: マルチ リスト
pt_pt: Várias listas
ru: Мульти-список
uk: Мульти-список

source: Unbind
ar: الغاء الربط
es: Desvincular
fr: Déconnexion
it: Cancella lega
ja: バインド解除
pt_pt: Desvinculação com sucesso
ru: Отмена сопряжения
uk: Відключення

source: Pair Device
ar: ربط الجهاز
es: Dispositivos de vinculación
fr: Connexion
it: A ligação de equipamentos
ja: 設備とバインドする
pt_pt: A ligação de equipamentos
ru: Соединение
uk: Підключення

source: Device Name
ar: اسم الجهاز
es: Nombre de equipo
fr: Nom appareil
it: O Nome do dispositivo
ja: 设备の名称
pt_pt: O Nome do dispositivo
ru: Имя устройства
uk: Назва

# MaxHeart
source: Max
ar: معدل ضربات القلب القصوى
es: Máximo
fr: Pouls max
it: La frequenza cardiaca Massima
ja: 最大心拍数
pt_pt: A freqüência cardíaca máxima
ru: Макс.
uk: Макс.Пульс

# MinHeart
source: Min
ar: معدل ضربات القلب الأدنى
es: Mínimo
fr: Pouls min
it: IL minimo battito cardiaco
ja: 最小心拍数
pt_pt: Mínimo de frequência cardíaca
ru: Мин.
uk: Мін.Пульс

# AverageHeart
source: Average
ar: متوسط معدل ضربات القلب
es: Medio
fr: Pouls moyen
it: La frequenza cardiaca in media
ja: 平均心拍数
pt_pt: Frequência cardíaca média
ru: Средний
uk: Ср.Пульс

source: Heart
ar: معدل ضربات القلب
es: Frecuencia cardíaca
fr: Pouls
it: La frequenza cardiaca
ja: 心拍数
pt_pt: Media
ru: Пульс
uk: Пульс

source: Connect Device
ar: توصيل الجهاز
es: Conectar dispositivos
fr: Connecter appareil
it: Collega il dispositivo
ja: 設備の接続
pt_pt: Conectar o dispositivo
ru: Подключить устройство
uk: Підключити пристрій

source: Add Device
ar: إضافة جهاز
es: Añadir dispositivos
fr: Ajouter appareil
it: Aggiunge attrezzatura
ja: 設備の増加
pt_pt: Adicionar dispositivo
ru: Добавить устройство
uk: Додати

source: Refresh
ar: التحديث
es: Actualizar
fr: Rafraichir
it: Rinnova/aggiorna
ja: リフレッシュ
pt_pt: Atualizar
ru: Поиск
uk: Оновити

source: Confirm Bind Device
ar: تحديد الربط
es: Confirmar vinculación
fr: Confirm. connexion
it: Conferma lega il dispositivo
ja: バインド確認
pt_pt: Confirmar a vinculação de dispositivo
ru: Подтвердить сопряжение
uk: Підтвердити

source: Search Failed, click the icon to refresh searching the device
ar: فشل البحث ، انقر فوق الرمز مرة أخرى لتحديث الجهاز
es: Error de búsqueda, haga clic en el icono para actualizar la búsqueda del dispositiv
fr: Echec recherché, appuyez sur Refraichir pour retenter
it: Fallisce la ricerca fa nuovamente clic sull’icon per rinnovare/aggiornare attrezzatura
ja: 捜索失敗,アイコンをクリックして再更新します.
pt_pt: Procura com falha, clique o ícone para atualizar dispositivo
ru: Ошибка, попробуйте еще раз
uk: Помилка. Натисніть Оновити

source: Please make sure your BLE device bluetooth is ON and it is near the phone
ar: يرجي التأكد من ان تم تشغيل بلوتوث الجهاز الخاص بكم
es: Asegúrese de que su dispositivo de Bluetooth está activado
fr: Vérifier que le Bluetooth est activé et proche du téléphone
it: Assicura che il dispositivo Bluetooth è attivata E in prossimità del cellulare
ja: 御設備の ブルートゥースがオンになってるのをご確認ください.
pt_pt: Verifique se o seu bluetooth está ligado
ru: Убедитесь, что на устройстве включена передача по Bluetooth
uk: Переконайтеся в тому, що ваш пристрій ввімкнений та перебуває поруч

source: Searching
ar: يبحث عن الجهاز
es: Buscando
fr: Recherche
it: Sta ricercando l’attrezzatura...
ja: 設備の捜索中
pt_pt: Está procurando
ru: Поиск устройств
uk: Пошук...

source: Can Update
ar: قابلة للتحديث
es: Puede actualizar
fr: Mise à jour
it: Puo’ aggiornare
ja: 更新可能
pt_pt: Pode atualizar
ru: Обновить
uk: Оновлення

source: Latest Version
ar: أحدث الاصدار
es: Última versión
fr: Dernière version
it: Versione ultimo
ja: 最新バージョン
pt_pt: Versão mais atualizada
ru: Последняя версия
uk: Нова версія

source: User Profile
ar: المعلومات الشخصية
es: nformación personal
fr: Profil
it: Informazioni personal
ja: 個人情報
pt_pt: Informações de usuário
ru: Личная информация
uk: Профіль

# Boy
source: Male
ar: ذكر
es: Chico
fr: M
it: Maschile
ja: 男性
pt_pt: Masculino
ru: Мужчина
uk: Чоловік

# Girl
source: Female
ar: أنثى
es: Chica
fr: F
it: Femminile
ja: 女性
pt_pt: Feminino
ru: Женщина
uk: Жінка

source: Last
ar: السابقة
es: Anterior
fr: Dernier
it: Ulimo
ja: 前
pt_pt: Passo anterior
ru: Назад
uk: Назад

source: Next
ar: التالية
es: Siguiente
fr: Suiv.
it: Prossimo
ja: 次
pt_pt: Passo próximo
ru: Далее
uk: Далі

source: Metric
ar: النظام المتري
es: Métrico
fr: Mètres
it: Metrico
ja: メートル制
pt_pt: Métrica
ru: Метры
uk: Метри

source: Weight
ar: الوزن
es: Peso
fr: Poids
it: Peso
ja: 体重
pt_pt: Peso
ru: Вес
uk: Вага

source: Sports Target
ar: هدف الرياضة
es: Objetivo de deportes
fr: Obj. sport
it: Lo scopo di sport
ja: 運動目標
pt_pt: Meta de desporto
ru: Цель
uk: Спортивні цілі

source: Daily Target
ar: الهدف اليومي
es: Objetivo diario
fr: Obj. jour
it: Lo scopo giornaliero
ja: 毎日の目標
pt_pt: Meta diária
ru: Цель на день
uk: Щоденні цілі

source: Sleep Target
ar: هدف النوم
es: Objetivo del sueño
fr: Obj. sommeil
it: Lo scopo del sonno
ja: 睡眠目標
pt_pt: Meta de sono
ru: Сон
uk: Цілі сну

source: Birth
ar: مولود
es: Nacimiento
fr: Naiss.
it: Nascita
ja: 生まれ
pt_pt: Nascimento
ru: ДР
uk: ДН

source: Done
ar: اكمل
es: Cumplimiento
fr: Fini
it: Finito
ja: 完成
pt_pt: Concluído
ru: Готово
uk: Готово

source: Personal Profile
ar: الملف الشخصي
es: Información personal
fr: Profil perso.
it: Profilo personale
ja: 個人情報
pt_pt: Informações pessoais
ru: Мои данные
uk: Особистий профіль

source: Username
ar: اسم المستخدم
es: Nombre del usuario
fr: Nom
it: Nome del’utente
ja: ユーザー名
pt_pt: Nome de usuário
ru: Имя
uk: Ім'я

source: Gender
ar: الجنس:
es: Sexo
fr: Sexe
it: Sesso
ja: 性別
pt_pt: Sexo
ru: Пол
uk: Стать

source: Birthday
ar: تاريخ الميلاد:
es: Cumpleaños
fr: Anniv.
it: Compleanno
ja: 誕生日
pt_pt: Aniversário
ru: ДР
uk: День народження

source: Height
ar: الارتفاع:
es: Altura
fr: Taille
it: Altezza:
ja: 身長
pt_pt: Altura
ru: Рост
uk: Зріст

source: Target Setting
ar: اعداد الأهداف
es: Ajuste del objetivo
fr: Definir Obj.
it: Imposta lo scopo
ja: 目標設定
pt_pt: Configuração de meta
ru: Цели
uk: Настройки

source: My info
ar: الملف الشخصي
es: Información persona
fr: Mon info
it: I Dati del’utent
ja: 個人情報
pt_pt: Informações pessoais
ru: Мои данные
uk: Про мене

source: Please type in your name
ar: الرجاء إدخال الاسم
es: Escriba el nombre
fr: Écrivez votre nom
it: TI Prego, EnTra
ja: 名前を入力してください
pt_pt: Por favor, indique o nome
ru: Введите имя
uk: Введіть ім'я

source: System Setting
ar: إعداد النظام
es: Ajuste del sistema
fr: Options syst.
it: Impostazione di sistema
ja: システム設定
pt_pt: Configuração de sistema
ru: Настройки
uk: Настройки

source: Device Update
ar: تحديث الجهاز
es: actualización del dispositivo
fr: MàJ appareil
it: Aggiorna il dispositivo
ja: 設備更新
pt_pt: Atualização de dispositivo
ru: Обновление устройства
uk: Оновлення

source: Current Version
ar: الاصدار الحالي
es: Versión actual
fr: Version act.
it: Versione corrente
ja: 現在バージョン
pt_pt: Versão atual
ru: Текущая версия прошивки
uk: Поточна версія

source: Update details
ar: التحديثات
es: Contenido de actualización
fr: modif. détails
it: Aggiorna i dettagl
ja: 更新内容
pt_pt: Detalhes atualizados
ru: Информация об обновлении
uk: Деталі

source: connecting device
ar: هو جهاز اتصال
es: Dispositivo de conexion
fr: Connexion tél.
it: sta collegando
ja: 設備を連続中
pt_pt: A conexão de equipamentos
ru: Соединение
uk: З'єднання

source: Please choose a device...
ar: الرجاء اختيار المعدات ...
es: Por favor, elige un dispositivo...
fr: Choisir un appareil...
it: Per favore, La scelta delle attrezzature......
ja: 設備を選択してください...
pt_pt: Por favor, escolha de equipamentos...
ru: Выберите устройство
uk: Виберіть пристрій......

source: Auto Update
ar: التحديث التلقائي
fr: Mise à jour auto
it: Aggiornamento Automatico
ja: 自動更新
pt_pt: Atualização automática
ru: Автоматическое обновление
uk: Авт. Оновлення

source: Update Now
ar: التحديث الآن
es: Actualizar ahora
fr: Mettre à jour
it: Aggiornamento immediatamente.
ja: すぐ更新
pt_pt: Está atualizando
ru: Обновить
uk: Оновити

source: Downloading and Updating
ar: جاري تحميل ملفات الترقية
es: Cargando los papeles de actualización
fr: Téléchargement + MàJ
it: sta scaricando
ja: 更新ファイルをダウンロード中
pt_pt: Está baixando e atualizando
ru: Обновление скачивается
uk: Завантаження та оновлення

source: Updating
ar: جاري الترقية
es: Actualizando
fr: Mise à j.
it: Sta aggiornando
ja: 更新中
pt_pt: Está atualizando
ru: Идёт обновление
uk: Оновлення

source: Prepare for update
ar: تستعد للترقية
es: Cargando los papeles de actualización
fr: Préparation MàJ
it: prepara per aggiornare
ja: バージョンアップの準備中
pt_pt: Prepara para atualização
ru: Подготовка к обновлению
uk: Приготуйтеся до оновлення

source: Connecting
ar: جاري التوصيل
es: Conectando
fr: Connexion
it: sta collegando
ja: 連続中
pt_pt: Conectando
ru: Соединение
uk: З'єднання

source: Disconnecting
ar: جاري القطع
es: Descnectando
fr: Déconnexion
it: sta collegando
ja: 切れ中
pt_pt: Desligando
ru: Разъединение
uk: Відключення

source: Update Complete
ar: اكتملت الترقية
es: Actualización completa
fr: MàJ terminée
it: è aggiornato
ja: 更新終了
pt_pt: Atualização concluída
ru: Обновление завершено
uk: Виконано

source: Low power, unable to update
ar: الطاقة منخفضة جدا، و لا يمكن الترقية
es: Baja potencia, no puede actualizar
fr: Batterie faible, MàJ impossible
it: Ha la batteria scarica,non puo’ aggiornare
ja: バッテリ不足で更新できない
pt_pt: Falta de bateria para atualizar
ru: Заряд батареи слишком низкий, обновление невозможно
uk: Заряд АКБ низький

source: Update failed, please wait the device to quit the update mode and try again later
ar: فشلت الترقية، يرجى المحاولة مرة أخرى بعد خروج الجهاز من وضع الترقية
es: Error de actualización, espere que el dispositivo salga del modo de actualización y vuelve a intentarlo más tard
fr: Échec MàJ, attendez et réessayez plus tard
it: fallisce l’aggiornamento,si prega di attendere il dispositivo per uscire dalla modalita’ di aggiornamento e riprova piu’ tardi
ja: 更新失敗,設備は更新モードを退出してから再試行してください.
pt_pt: Falha em atualização, aguarde a desligada do dispositivo para tentar de novo
ru: Ошибка при обновлении, пожалуйста, дождитесь выхода из режима обновления и попробуйте снова
uk: Помилка оновлення. спробуйте пізніше

source: Weather On/OFF
ar: مفتاح الطقس
es: Encendido/apagado el tiempo
fr: Météo ON/OFF
it: On/Off del tempo
ja: 天気スイッチ
pt_pt: Interruptor de clima
ru: Погода
uk: Погода Ввімк. / Вимк.

source: Unit Set
ar: إعداد الوحدة
es: Ajuste de unidad
fr: Unité
it: Impostazione di unita
ja: 単位設定
pt_pt: Configuração de unidade
ru: Единицы
uk: Одиниці

source: Sports Medal
ar: إشعار نتيجة الممارسة
es: Aviso de logros de ejercicios
fr: Médaille sport
it: La medaglia di sport
ja: 運動成績のお知らせ
pt_pt: Aviso de resultado de exercícios
ru: Спортивные достижения
uk: Медалі

source: Daily Time Notice
ar: إشعار الوقت اليومي
es: Aviso diario del iempo
fr: Notification quotidienne
it: L’avviso del tempo quotidiano
ja: 毎日時間のお知らせ
pt_pt: Aviso de tempo diário
ru: Ежедневное напоминание
uk: Щоденні нагадування

source: About Us
ar: حول بنا
es: Sobre nosotros
fr: À propos
it: a proposito di noi/chi siamo
ja: 私たちについて
pt_pt: Sobre nos
ru: О нас
uk: Про нас

source: APP Version
ar: اصدار APP
es: Versión de APP
fr: Version APP
it: Versione di App
ja: APPバージョン
pt_pt: Versão APP
ru: Версия программы
uk: Версія

source: Normal Problem
ar: الأسئلة المطروحة مكررا
es: Problemas generales
fr: Problème normal
it: La problema normale
ja: よくある質問
pt_pt: Perguntas frequentes
ru: FAQ
uk: Проблеми

source: Distance
ar: المسافة
es: Distancia
it: Distanza
ja: 距離
pt_pt: Distância
ru: Расстояние
uk: Відстань

source: Total distance
ar: بعد التراكمي
es: Distancia total
fr: Dist. totale
it: La distanza totale
ja: 総距離
pt_pt: Distância acumulada
ru: Общее расстояние
uk: Загальна відстань

source: Temp
ar: درجة الحرارة
es: emperatura
it: Temperatura
ja: 温度
pt_pt: Temperatura
ru: Температура
uk: Темп.

source: This smart phone not support Bluetooth
ar: الهاتف المحمول لا يدعم البلوتوث
es: Este teléfono no apoya Bluetooth
fr: Ce téléphone ne supporte pas le Bluetooth
it: Sua cellulare non sopporta BlueTooth
ja: 携帯電話はブルートゥースを支持しない
pt_pt: O celular não suporta Bluetooth
ru: Это устройство не поддерживает технологию Bluetooth
uk: Цей смартфон не підтримує ВТ

source: SMS Alert
ar: تذكير الرسائل القصيرة
es: Alarma de mensaje
fr: Alerte SMS
it: il suggerimento del messaggio
ja: ショートメッセージ注意
pt_pt: Aviso de chamada
ru: Сообщение
uk: SMS

source: Wechat Alert
ar: تذكير ويشات
es: Alarma de Wechat
fr: Alerte WeChat
it: il suggerimento di WeChat
ja: ウィーチャット注意
pt_pt: Aviso de Wechat
ru: Сообщение из Wechat
uk: Wechat

source: Email Alert
ar: تذكير رسائل البريد الإلكتروني
es: Alarma de Email
fr: Alerte email
it: il suggerimento di Email
ja: メール注意
pt_pt: Aviso de E-mail
ru: Входящая почта
uk: E-mail

source: QQ Alert
ar: تذكير QQ
es: Alarma de QQ
fr: Alerte QQ
it: il suggerimento di QQ
ja: QQ注意
pt_pt: Aviso de QQ
ru: Сообщение из QQ
uk: QQ

source: Anti-lost Alert
ar: تذكير مكافحة الفقدان
es: Alarma de anti-pérdida
fr: Alerte perte
it: il suggerimento di AntiLost
ja: 紛失防止の注意
pt_pt: Aviso de anti-perda
ru: Защита от потери
uk: Анти-втрата

source: Music Control
ar: التحكم في الموسيقى
es: Control de música
fr: Contr. musique
it: il controllo della musica
ja: ミュージックコントロール
pt_pt: Controle de música
ru: Управление музыкой
uk: Керування плеєром

source: One Key Call
ar: الاستدعاء بالمفتاح الواحد
es: Llamada de una tecla
fr: Appel 1 touche
it: Una chiamata chiave
ja: ワンタッチコール
pt_pt: Chamada por um botão
ru: Вызов в один клик
uk: Швидкий виклик

source: Photograph
ar: التقاط الصورة
es: Tomar fotografías
fr: Photo
it: Fotografia
ja: 写真を撮ります
pt_pt: Fotografar
ru: Фото
uk: Фото

source: All Day Sync
ar: التحديث التلقائي للطقس
es: Actualización automática todo el día
fr: Sync. quotidienne
it: Sincronizzare automaticamente tutto giorno
ja: 終日自動更新
pt_pt: Atualização por dia inteiro
ru: Автоматическая синхронизация весь день
uk: Синхронізація

source: Find Wristband
ar: أبحث عن سوار القميص
es: Encuentra pulsera
fr: Trouver montre
it: Cerca Braccialetto
ja: ブレスレットを捜す
pt_pt: Procurar pulseira
ru: Найти браслет
uk: Знайти браслет

source: Find Phone
ar: أبحث عن الهاتف المحمول
es: Encuentra teléfono
fr: Trouver tél
it: Cerca cellulare
ja: 携帯電話を捜す
pt_pt: Procurar celuar
ru: Найти телефон
uk: Знайти телефон

source: Alarm List Setting
ar: تذكير المنبه المخصص
es: Ajuste de alarma del despertador
fr: Réglage alarme
it: impostazione di sveglia
ja: アラームを設定します
pt_pt: Adicionar lista de aviso
ru: Устанавливаемый будильник
uk: Настройки повідомлень

source: Add Alarm List
ar: إضافة تذكير المنبه
es: Alarma de añadir el despertador
fr: Ajouter alarme
it: Aggiunge la sveglia
ja: 目覚まし時計
pt_pt: Configuração de lista de aviso
ru: Добавить будильник
uk: Додати

source: 3 alarm lists could be added
ar: يمكن إضافة أكثر من 3 المادة المنبه
es: Podría añadir 3 espertadores a lo más
fr: Ajoutez 3 alarmes
it: Al Massimo può essere aggiunta una sveglia 3
ja: 目覚まし時計リストを3個まで追加が可能です.
pt_pt: Pode adicionar Mais 3 do despertador
ru: Можно установить максимум 3 сигналов будильника
uk: Можна додати 3 списки

source: Alert
ar: تذكير
es: Alarma
fr: Alerte
it: suggerimento
ja: 注意
pt_pt: Aviso
ru: Напоминание
uk: Сигнал

source: Repeat
ar: كرر
es: Repeti
fr: Répéter
it: Ripetere
ja: 繰り返し
pt_pt: Repetição
ru: Повторить
uk: Повтор

source: Time
ar: الوقت
es: Tiempo
fr: Temps
it: tempo
ja: 時間
pt_pt: Tempo
ru: Время
uk: Час

source: Total time
ar: الوقت
es: Tiempo total
fr: Temps total
it: Il Tempo totale di
ja: 合計時間
pt_pt: O tempo total
ru: Общее время
uk: Загальний час

source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
ja: 名称
pt_pt: Nome
ru: Название
uk: ім'я

source: Please remind me during this time
ar: ذكرني في هذا الوقت
es: Me recuerde durante este tiempo
fr: Répéter pendant ce temps
it: Si prega mi ricorda durante questo periodo
ja: この時間に私を注意してください
pt_pt: Avise-me neste horário
ru: Напомнить мне в это время
uk: Виклик

source: Mon
ar: الإثنين
es: Lunes
fr: Lun
it: lunedi
ja: 一
pt_pt: Seg
ru: Пн
uk: Пн.

source: Tue
ar: الثلاثاء
es: Martes
fr: Mar
it: Martedi
ja: 二
pt_pt: Ter
ru: Вт
uk: Вт.

source: Wed
ar: الأربعاء
es: Miércoles
fr: Mer
it: Mercoledi
ja: 三
pt_pt: Qua
ru: Ср
uk: Ср.

source: Thu
ar: الخميس
es: Jueves
fr: Jeu
it: Giovedi
ja: 四
pt_pt: Qui
ru: Чт
uk: Чт.

source: Fri
ar: الجمعة
es: Viernes
fr: Ven
it: Venerdi
ja: 五
pt_pt: Sex
ru: Пт
uk: Пт.

source: Sat
ar: السبت
es: Sábado
fr: Sam
it: Sabato
ja: 六
pt_pt: Sáb
ru: Сб
uk: Сб.

source: Sun
ar: الأحد
fr: Dim
it: Domenica
ja: 日
pt_pt: Dom
ru: Вс
uk: Нд.

source: Sun Mon Tue Wed Thu Fri Sat
ar: ين الثلاثاء الاربعاء الخميس الجمعة السبت
es: Sun Lunes Martes Miércoles Jueves Viernes Sábado
fr: Dim Lun Mar Mer Jeu Ven Sam
it: domenica lunedi martedi mercoledigiovedi venerdi sabato
ja: 日 月 火 水 木 金 土
pt_pt: Dom Seg Ter Qua Qui Sex Sáb
ru: Вс Пн Вт Ср Чт Пт Сб
uk: Нд Пн Вт Ср Чт Пт Сб
